var member = [
  {
    "name": "请我吃好吃的"
  },
  {
    "name": "给我买零食"
  },
  {
    "name": "朋友圈道歉"
  },
  {
    "name": "任选一个"
  },
  {
    "name": "买新衣服"
  },
  {
    "name": "转账520"
  },
  {
    "name": "大喊一声爹"
  },
  {
    "name": "打屁股52下"
  },
  {
    "name": "跪下唱征服"
  },
  {
    "name": "再选一次"
  },
  {
    "name": "一支口红"
  },
  {
    "name": "上下跑楼梯10趟"
  },
  {
    "name": "让他夸你，把你夸得你开心为止"
  },
  {
    "name": "强吻他5分钟，让他喘不过气来"
  },
  {
    "name": "拖他出去逛街 拎包"
  },
  {
    "name": "让他穿高跟鞋"
  },
  {
    "name": " 给他扎小辫子，让他做怪表情，和他一起拍合照留存"
  },
  {
    "name": " 五分钟内吃掉五个冰淇淋"
  },
  {
    "name": " 去最近的操场跑10圈走10圈"
  },
  {
    "name": " 一天不许喝酒"
  },
  {
    "name": " 做一天的饭"
  },
  {
    "name": " 买买买 让他心疼"
  },
  {
    "name": "拿笔把他画成大脸猫"
  },
  {
    "name": "生吃一颗柠檬"
  },
  {
    "name": "跪遥控器不能换台"
  },
  {
    "name": "刮腿毛 并且只刮一条腿"
  },
  {
    "name": "涂五彩的指甲不准擦掉"
  },
  {
    "name": "高峰期进内衣店帮你买内衣"
  },
  {
    "name": "抓着挠痒，让他笑到哭"
  },
  {
    "name": "手抄新闻联播"
  },
  {
    "name": "抱着你走楼梯上你们家"
  }, {
    "name": "请我吃好吃的"
  },
  {
    "name": "给我买零食"
  },
  {
    "name": "朋友圈道歉"
  },
  {
    "name": "任选一个"
  },
  {
    "name": "买新衣服"
  },
  {
    "name": "转账520"
  },
  {
    "name": "大喊一声爹"
  },
  {
    "name": "打屁股52下"
  },
  {
    "name": "跪下唱征服"
  },
  {
    "name": "再选一次"
  },
  {
    "name": "一支口红"
  },
  {
    "name": "上下跑楼梯10趟"
  },
  {
    "name": "让他夸你，把你夸得你开心为止"
  },
  {
    "name": "强吻他5分钟，让他喘不过气来"
  },
  {
    "name": "拖他出去逛街 拎包"
  },
  {
    "name": "让他穿高跟鞋"
  },
  {
    "name": " 给他扎小辫子，让他做怪表情，和他一起拍合照留存"
  },
  {
    "name": " 五分钟内吃掉五个冰淇淋"
  },
  {
    "name": " 去最近的操场跑10圈走10圈"
  },
  {
    "name": " 一天不许喝酒"
  },
  {
    "name": " 做一天的饭"
  },
  {
    "name": " 买买买 让他心疼"
  },
  {
    "name": "拿笔把他画成大脸猫"
  },
  {
    "name": "生吃一颗柠檬"
  },
  {
    "name": "跪遥控器不能换台"
  },
  {
    "name": "刮腿毛 并且只刮一条腿"
  },
  {
    "name": "涂五彩的指甲不准擦掉"
  },
  {
    "name": "高峰期进内衣店帮你买内衣"
  },
  {
    "name": "抓着挠痒，让他笑到哭"
  },
  {
    "name": "手抄新闻联播"
  },
  {
    "name": "抱着你走楼梯上你们家"
  }, {
    "name": "请我吃好吃的"
  },
  {
    "name": "给我买零食"
  },
  {
    "name": "朋友圈道歉"
  },
  {
    "name": "任选一个"
  },
  {
    "name": "买新衣服"
  },
  {
    "name": "转账520"
  },
  {
    "name": "大喊一声爹"
  },
  {
    "name": "打屁股52下"
  },
  {
    "name": "跪下唱征服"
  },
  {
    "name": "再选一次"
  },
  {
    "name": "一支口红"
  },
  {
    "name": "上下跑楼梯10趟"
  },
  {
    "name": "让他夸你，把你夸得你开心为止"
  },
  {
    "name": "强吻他5分钟，让他喘不过气来"
  },
  {
    "name": "拖他出去逛街 拎包"
  },
  {
    "name": "让他穿高跟鞋"
  },
  {
    "name": " 给他扎小辫子，让他做怪表情，和他一起拍合照留存"
  },
  {
    "name": " 五分钟内吃掉五个冰淇淋"
  },
  {
    "name": " 去最近的操场跑10圈走10圈"
  },
  {
    "name": " 一天不许喝酒"
  },
  {
    "name": " 做一天的饭"
  },
  {
    "name": " 买买买 让他心疼"
  },
  {
    "name": "拿笔把他画成大脸猫"
  },
  {
    "name": "生吃一颗柠檬"
  },
  {
    "name": "跪遥控器不能换台"
  },
  {
    "name": "刮腿毛 并且只刮一条腿"
  },
  {
    "name": "涂五彩的指甲不准擦掉"
  },
  {
    "name": "高峰期进内衣店帮你买内衣"
  },
  {
    "name": "抓着挠痒，让他笑到哭"
  },
  {
    "name": "手抄新闻联播"
  },
  {
    "name": "抱着你走楼梯上你们家"
  }, {
    "name": "请我吃好吃的"
  },
  {
    "name": "给我买零食"
  },
  {
    "name": "朋友圈道歉"
  },
  {
    "name": "任选一个"
  },
  {
    "name": "买新衣服"
  },
  {
    "name": "转账520"
  },
  {
    "name": "大喊一声爹"
  },
  {
    "name": "打屁股52下"
  },
  {
    "name": "跪下唱征服"
  },
  {
    "name": "再选一次"
  },
  {
    "name": "一支口红"
  },
  {
    "name": "上下跑楼梯10趟"
  },
  {
    "name": "让他夸你，把你夸得你开心为止"
  },
  {
    "name": "强吻他5分钟，让他喘不过气来"
  },
  {
    "name": "拖他出去逛街 拎包"
  },
  {
    "name": "让他穿高跟鞋"
  },
  {
    "name": " 给他扎小辫子，让他做怪表情，和他一起拍合照留存"
  },
  {
    "name": " 五分钟内吃掉五个冰淇淋"
  },
  {
    "name": " 去最近的操场跑10圈走10圈"
  },
  {
    "name": " 一天不许喝酒"
  },
  {
    "name": " 做一天的饭"
  },
  {
    "name": " 买买买 让他心疼"
  },
  {
    "name": "拿笔把他画成大脸猫"
  },
  {
    "name": "生吃一颗柠檬"
  },
  {
    "name": "跪遥控器不能换台"
  },
  {
    "name": "刮腿毛 并且只刮一条腿"
  },
  {
    "name": "涂五彩的指甲不准擦掉"
  },
  {
    "name": "高峰期进内衣店帮你买内衣"
  },
  {
    "name": "抓着挠痒，让他笑到哭"
  },
  {
    "name": "手抄新闻联播"
  },
  {
    "name": "抱着你走楼梯上你们家"
  }, {
    "name": "请我吃好吃的"
  },
  {
    "name": "给我买零食"
  },
  {
    "name": "朋友圈道歉"
  },
  {
    "name": "任选一个"
  },
  {
    "name": "买新衣服"
  },
  {
    "name": "转账520"
  },
  {
    "name": "大喊一声爹"
  },
  {
    "name": "打屁股52下"
  },
  {
    "name": "跪下唱征服"
  },
  {
    "name": "再选一次"
  },
  {
    "name": "一支口红"
  },
  {
    "name": "上下跑楼梯10趟"
  },
  {
    "name": "让他夸你，把你夸得你开心为止"
  },
  {
    "name": "强吻他5分钟，让他喘不过气来"
  },
  {
    "name": "拖他出去逛街 拎包"
  },
  {
    "name": "让他穿高跟鞋"
  },
  {
    "name": " 给他扎小辫子，让他做怪表情，和他一起拍合照留存"
  },
  {
    "name": " 五分钟内吃掉五个冰淇淋"
  },
  {
    "name": " 去最近的操场跑10圈走10圈"
  },
  {
    "name": " 一天不许喝酒"
  },
  {
    "name": " 做一天的饭"
  },
  {
    "name": " 买买买 让他心疼"
  },
  {
    "name": "拿笔把他画成大脸猫"
  },
  {
    "name": "生吃一颗柠檬"
  },
  {
    "name": "跪遥控器不能换台"
  },
  {
    "name": "刮腿毛 并且只刮一条腿"
  },
  {
    "name": "涂五彩的指甲不准擦掉"
  },
  {
    "name": "高峰期进内衣店帮你买内衣"
  },
  {
    "name": "抓着挠痒，让他笑到哭"
  },
  {
    "name": "手抄新闻联播"
  },
  {
    "name": "抱着你走楼梯上你们家"
  }
]